{
    "sobre": "Sobre mi",
    "experiencia": "Experiencia",
    "proyectos": "Proyectos",
    "contactame": "Contactame",
    "titulo": "Hey, soy",
    "desc": "Soy un desarrollador web enfocado en diseño y funcionalidad.",
    "especia": "Desarrollador Web / Desarrollador Front-End",
    "CV": "Mi CV",
    "ver-mas": "Ver mas",
    "sub_titulo-1": "Mira mi,",
    "titulo-2": "Experiencia & Tecnologias",
    "timelineTitle-1": "La fase de descubrimiento",
    "timelineDesc-1": "Descubri el desarrollo Web y me encanto, despues de eso aprendi lo basico y fundamental.",
    "timelineTitle-2": "Pasantia Smart Direct",
    "timelineDesc-2": "Fui a una pasantia en Smart Direct realizando soporte tecnico y aprendiendo C# y .Net de camino. Esta oportunidad me permitio trabajar en proyectos practicos, y pude fortalecer mi conocimiento de tecnologias web como HTML, CSS y JavaScript.",
    "timelineTitle-3": "Etapa Académica",
    "timelineDesc-3": "Me gradué del bachiller con especialización en Informática. Esta estapa marcó la finalización de mis estudios formales a nivel secundario y me proporcionó una sólida formación técnica para seguir una carrera en software y tecnología.",
    "timelineTitle-4": "Tenico en Desarrollo de Software",
    "timelineDesc-4": "Actualmente estoy cursando un grado asociado en Desarrollo de Software en ITLA (Instituto de Las Américas), lo cual equivale a la primera mitad de una licenciatura en Ciencias de la Computación.",
    "subTitulo-3": "Dale un vistazo a,",
    "titulo-3":"Mis Proyectos",
    "subTitulo-4": "Intenta,",
    "titulo-4": "Contactarme",
    "card-title-0": "ToDo App",
    "card-title-1": "Manejo Empleados SmartEnergy",
    "card-text-0": "Una aplicación de tareas limpia e intuitiva, con funciones como filtrado de tareas y almacenamiento persistente.",
    "card-text-1": "Aplicación web desarrollada en ASP.NET Core con Entity Framework que permite gestionar empleados de la empresa SmartEnergy mediante un sistema CRUD",
    "language-name": "Español"
}